Repository: greenvorbisfan/deadbeef
Catalog: po/*.po
Languages: ru

source: Usage: deadbeef [options] [--] [file(s)]
ru: Пример: deadbeef [options] [--] [file(s)]

source: Options:
ru: Опции:

source: --help or -h Print help (this message) and exit
ru: --help or -h Вывод этого сообщения и выход

source: --quit Quit player
ru: --quit Выход

source: --version Print version info and exit
ru: --version Вывод версии и выход

source: --play Start playback
ru: --play Начать воспроизведение

source: --stop Stop playback
ru: --stop Останов

source: --pause Pause playback
ru: --pause Пауза

source: --toggle-pause Toggle pause
ru: --toggle-pause Воспроизведение/пауза

source: --play-pause Start playback if stopped, toggle pause otherwise
ru: --play-pause Воспроизвести, если остановлено (иначе воспроизведение/пауза)

source: --next Next song in playlist
ru: --next Следующий трек в плейлисте

source: --prev Previous song in playlist
ru: --prev Предыдущий трек в плейлисте

source: --random Random song in playlist
ru: --random Случайный трек в плейлисте

source: --queue Append file(s) to existing playlist
ru: --queue Добавить файл(ы) в текущий плейлист

source: --gui PLUGIN Tells which GUI plugin to use, default is "GTK2"
ru: --gui PLUGIN Выбрать GUI-плагин, по умолчанию GTK2

source: --nowplaying FMT Print formatted track name to stdout
ru: --nowplaying FMT Вывод инфо о треке в stdout

source: FMT %%-syntax: [a]rtist, [t]itle, al[b]um, [l]ength, track[n]umber, [y]ear, [c]omment, copy[r]ight, [e]lapsed
ru: FMT %%-синтаксис: [a]rtist, [t]itle, al[b]um, [l]ength, track[n]umber, [y]ear, [c]omment, copy[r]ight, [e]lapsed

source: example: --nowplaying "%%a - %%t" should print "artist - title"
ru: пример: --nowplaying "%%a - %%t" выведет "artist - title"

source: for more info, see %s
ru: для получения дополнительной информации см. %s

source: NOTE: --nowplaying is deprecated.
ru: ВАЖНО: --nowplaying устарел.

source: --nowplaying-tf FMT Print formatted track name to stdout, using the new title formatting
ru: --nowplaying-tf FMT Вывод инфо о треке в stdout с использованием нового форматирования

source: FMT syntax: http://github.com/DeaDBeeF-Player/deadbeef/wiki/Title-formatting-2.0
ru: Синтаксис нового форматирования: http://github.com/DeaDBeeF-Player/deadbeef/wiki/Title-formatting-2.0

source: example: --nowplaying-tf "%%artist%% - %%title%%" should print "artist - title"
ru: пример: --nowplaying-tf "%%artist%% - %%title%%" выведет "artist - title"

source: --volume [NUM] Print or set deadbeef volume level.
ru: --volume [NUM] Вывод или установка уровня громкости проишрывателя.

source: The NUM parameter can be specified in percents (absolute value or increment/decrement)
ru: Параметр NUM может быть указан в процентах (абсолютное значение или приращение/уменьшение)

source: or in dB [-50, 0] (if with suffix).
ru: или в децибелах [-50, 0].

source: Examples: --volume 80, --volume +10, --volume -5 or --volume -20dB
ru: Примеры: --volume 80, --volume +10, --volume -5 или --volume -20dB

source: --plugin=[PLUG] Send commands to a specific plugin. Use PLUG=main to send commands to deadbeef itself.
ru: --plugin=[PLUG] Передача команд конкретному плагину. Используйте PLUG=main для передачи команд самому проигрывателю.

source: To get plugin specific commands use --plugin=[PLUG] --help
ru: Для листинга команд конкретного плагина используйте --plugin=[PLUG] --help

source: --plugin-list List all available plugins including indication for plugins that support commands.
ru: --plugin-list Список доступных плагинов с указанием плагинов, поддерживающих команды.

source: Default
ru: По умолчанию

source: Mono
ru: Моно

source: Stereo
ru: Стерео

source: Yes
ru: Да

source: No
ru: Нет

source: Output folder:
ru: Папка вывода:

source: Write to source track folder
ru: Записывать в папку с исходным треком

source: Preserve folder structure
ru: Сохранять структуру папок

source: Copy if the format is not changing
ru: Копировать, если формат не изменился

source: Re-tag after copy
ru: Перезаписать теги после копирования

source: Output file name:
ru: Имя выходного файла:

source: Extension (e.g. .mp3) will be appended automatically. Leave the field empty for default ([%tracknumber%. ][%artist% - ]%title%).
ru: Расширение (например,. .mp3) добавится автоматически. Оставьте поле пустым для значений по умолчанию ([%tracknumber%. ][%artist% - ]%title%).

source: Encoder:
ru: Кодировщик:

source: DSP preset:
ru: Предустановка DSP:

source: Number of threads:
ru: Количество потоков:

source: Output sample format:
ru: Формат выходного образца:

source: Keep source format 8 bit signed int 16 bit signed int 24 bit signed int 32 bit signed int 32 bit float
ru: Как в источнике 8 бит 16 бит 24 бит 32 бит 32 бит с пл. точкой

source: When file exists:
ru: Если файл существует:

source: Skip Prompt Overwrite
ru: Пропустить Спросить Перезаписать

source: Edit Encoder Preset
ru: Редактировать предустановки кодировщика

source: Title:
ru: Назавние:

source: Untitled Encoder
ru: Неизвестный кодировщик

source: Output file extension:
ru: Расширение выходного файла:

source: E.g. mp3
ru: Например, mp3

source: Command line:
ru: Командная строка:

source: Example: lame - %o %i for input file, %o for output file, - for stdin
ru: Пример: lame - %o «%i» — исходный файл, «%o» — выходной файл, «-» — стардартный ввод (stdin)

source: <small>%o - output file name %i - temporary input file name</small>
ru: <small>%o - имя выходного файла %i — имя временного исходного файла</small>

source: Method:
ru: Метод:

source: Pipe Temp File Source File
ru: Стандартный ввод (stdin) Временный файл Исходный файл

source: OggVorbis
ru: Vorbis Comments

source: <b>Tag writer</b>
ru: <b>Запись тегов</b>

source: DSP Preset Editor
ru: Редактор предустановок DSP

source: Title
ru: Название

source: Untitled DSP Preset
ru: Неизвестная предустановка

source: Add
ru: Добавить

source: Remove
ru: Удалить

source: Configure
ru: Настроить

source: Select DSP Plugin
ru: Выберите плагин DSP

source: Plugin
ru: Плагин

source: Presets
ru: Предустановки

source: [Built-in] %s
ru: [Встроенный] %s

source: The file already exists. Overwrite?
ru: Файл существует. Перезаписать?

source: Converter warning
ru: Предупреждение конвертера

source: Please select encoder
ru: Выберите кодировщик

source: Converter error
ru: Ошибка конвертера

source: Converting...
ru: Конвертирование…

source: Select folder...
ru: Выберите папку…

source: Failed to save encoder preset
ru: Не удалось сохранить предустановку кодировщика

source: Check preset folder permissions, try to pick different title, or free up some disk space
ru: Проверьте права доступа к заданным папкам, попробуйте задать другое название или освободите место на диске

source: Preset with the same name already exists. Try to pick another title.
ru: Предустановка с заданным названием уже существует. Задайте другое название.

source: Error
ru: Ошибка

source: Add new encoder
ru: Добавить новый кодировщик

source: Edit encoder
ru: Править кодировщик

source: Remove preset
ru: Удалить предустановку

source: This action will delete the selected preset. Are you sure?
ru: Это действие удалит выбранную предустановку. Уверены?

source: Warning
ru: Предупреждение

source: Encoders
ru: Кодировщики

source: Add plugin to DSP chain
ru: Добавить плагин в цепочку DSP

source: Failed to save DSP preset
ru: Не удалось сохранить предустановку DSP

source: New DSP Preset
ru: Новая предустановка DSP

source: Edit DSP Preset
ru: Править предустановку DSP

source: DSP Presets
ru: Предустановки DSP

source: Help
ru: Помощь

source: Keep source format
ru: Сохранить исходный формат

source: 8 bit signed int
ru: 8 бит

source: 16 bit signed int
ru: 16 бит

source: 24 bit signed int
ru: 24 бит

source: 32 bit signed int
ru: 32 бит

source: 32 bit float
ru: 32 бит с плавающей точкой

source: Skip
ru: Пропустить

source: Prompt
ru: Спросить

source: Overwrite
ru: Перезаписать

source: Pipe
ru: Стандартный ввод

source: Temp File
ru: Временный файл

source: Source File
ru: Исходный файл

source: Couldn't find pixmap file: %s
ru: Не удалось найти изображение: %s

source: Open file(s)...
ru: Открыть файл(ы)…

source: Add file(s) to playlist...
ru: Добавить файл(ы) в плейлист…

source: Add folder(s) to playlist...
ru: Добавить папку(и) в плейлист…

source: Load Playlist
ru: Загрузить плейлист

source: Save Playlist As
ru: Сохранить плейлист как…

source: About DeaDBeeF %s
ru: О DeaDBeeF %s

source: DeaDBeeF %s ChangeLog
ru: Список изменений DeaDBeeF %s

source: DeaDBeeF Translators
ru: Переводчики

source: Playing Track
ru: Воспроизводимый трек

source: Selected Track
ru: Выбранный трек

source: Plugins
ru: Плагины

source: Invalid value(s).
ru: Недопустимое значение.

source: Content-type and Plugins fields must be non-empty, and comply with the rules. Example content-type: 'audio/mpeg'. Example plugin ids: 'stdmpg ffmpeg'. Spaces must be used as separators in plugin ids list. Content type should be only letters, numbers and '-' sign. Plugin id can contain only letters and numbers.
ru: Поля «Content-Type» и «Плагины» должны быть непустыми и соответствовать правилам. Пример Content-Type: «аудио/mpeg». Примеры плагинов: «stdmpg ffmpeg». В качестве разделителей в списке плагинов необходимо использовать пробелы. Content-Type должен состоять только из букв, цифр и знака «-». Идентификатор плагина может содержать только буквы и цифры.

source: Nothing is selected.
ru: Ничего не выбрано.

source: _File
ru: Файл

source: _Open file(s)
ru: Открыть файл(ы)

source: Add file(s)
ru: Добавить файл(ы)

source: Add folder(s)
ru: Добавить папку(и)

source: Add location
ru: Добавить расположение

source: New playlist
ru: Новый плейлист

source: Load playlist
ru: Загрузить плейлист

source: Save playlist
ru: Сохранить плейлист

source: _Quit
ru: Выход

source: _Edit
ru: Правка

source: _Clear
ru: Очистить

source: Select all
ru: Выбрать всё

source: Deselect all
ru: Очистить выделение

source: Invert selection
ru: Инвертировать выделение

source: Selection
ru: Выделенное

source: Crop
ru: Обрезка

source: _Find
ru: Поиск

source: Sort by
ru: Сортировать по

source: Track number
ru: Номеру трека

source: Album
ru: Альбому

source: Artist
ru: Исполнителю

source: Date
ru: Дате

source: Random
ru: Случайно

source: Custom
ru: Вручную

source: Preferences
ru: Настройки

source: _View
ru: Вид

source: Status bar
ru: Строка состояния

source: Equalizer
ru: Эквалайзер

source: Design mode
ru: Режим дизайна

source: Log
ru: Журнал

source: _Playback
ru: Воспроизведение

source: Shuffle
ru: Перемешивание

source: Off
ru: Выключено

source: Tracks
ru: Треки

source: Albums
ru: Альбомы

source: Random Tracks
ru: Случаные треки

source: Repeat
ru: Повтор

source: All Tracks
ru: Все треки

source: One Track
ru: Один трек

source: Scroll follows playback
ru: Прокручивать за воспроизводимым

source: Cursor follows playback
ru: Курсор следует за воспроизводимым

source: Stop after current track
ru: Останов после текущего трека

source: Stop after current album
ru: Останов после текущего альбома

source: Jump to current track
ru: Показать текущий трек

source: _Help
ru: Помощь

source: _ChangeLog
ru: Список изменений

source: _About
ru: О программе…

source: _Translators
ru: Переводчики

source: Search
ru: Поиск

source: Stop
ru: Остановить

source: Play
ru: Воспроизвести

source: Pause
ru: Пауза

source: Previous
ru: Предыдущий

source: Next
ru: Следующий

source: Play Random
ru: Воспроизвести случайный трек

source: About
ru: О программу…

source: Quit
ru: Выход

source: Track Properties
ru: Свойства трека

source: Location:
ru: Расположение:

source: Settings
ru: Настройки

source: _Apply
ru: Применить

source: _Close
ru: Закрыть

source: Metadata
ru: Метаданные

source: Properties
ru: Свойства

source: _Cancel
ru: Отмена

source: _OK
ru: ОК

source: Enter new column title here
ru: Введите название новой колонки

source: Type:
ru: Тип:

source: Format:
ru: Формат:

source: Sort format:
ru: Формат сортировки:

source: (if non-empty)
ru: (если не пустой)

source: Alignment:
ru: Выравнивание:

source: Left Right Center
ru: Слева Справа По центру

source: Text color:
ru: Цвет текста:

source: Output plugin:
ru: Плагин вывода:

source: Output device:
ru: Устройство вывода:

source: Always convert 8 bit audio to 16 bit
ru: Всегда преобразовывать 8-битные аудиоданные в 16-битные

source: Always convert 16 bit audio to 24 bit
ru: Всегда преобразовывать 16-битные аудиоданные в 24-битные

source: Override bit depth:
ru: Переопределить разрядность:

source: Disabled 8 bit 16 bit 24 bit 32 bit 32 bit float
ru: Запрещено 8 бит 16 бит 24 бит 32 бит 32 бит с пл. точкой

source: Target samplerate:
ru: Целевая частота дискретизации:

source: For multiples of 48KHz (96K, 192K, ...):
ru: Для кратных 48 кГц (96K, 192K, …):

source: For multiples of 44.1KHz (88.2K, 176.4K, ...):
ru: Для кратных 44,1 кГц (88,2K, 176,4K, …):

source: Based on input samplerate
ru: На основе входной частоты дискретизации

source: Override samplerate
ru: Переопределить частоту дискретизации

source: Sound
ru: Звук

source: Source mode:
ru: Режим источника:

source: By playback order Track Album
ru: Согласно режиму воспроизведения По треку По альбому

source: Processing:
ru: Обработка:

source: None Apply gain Apply gain and prevent clipping according to peak Only prevent clipping
ru: Нет Применить усиление Применить усиление и предотвратить ограничение в соответствии с пиком Только предотвратить ограничение в соответствии с пиком

source: -12 dB
ru: ­–12 дБ

source: +12 dB
ru: +12 дБ

source: Preamp with RG info:
ru: Предусиление аудио с ReplayGain:

source: Preamp without RG info:
ru: Предусиление аудио без ReplayGain:

source: Add files from command line (or file manager) to this playlist:
ru: Добавить файлы из командной строки (или файлового менеджера) в этот плейлист:

source: Resume previous session on startup
ru: Восстановить предыдущую сессию при запуске

source: Don't add from archives when adding folders
ru: Не добавлять из архивов при добавлении папок

source: "Stop after current track" option will switch off after triggering
ru: Выключить «Останов после текущего трека» после срабатывания

source: "Stop after current album" option will switch off after triggering
ru: Выключить «Останов после текущего альбома» после срабатывания

source: Playback
ru: Воспроизведение

source: DSP Chain Preset
ru: Предустановка цепочки DSP

source: _Load
ru: Загрузить

source: Minimize to tray on startup
ru: Скрывать в трей при запуске

source: Close minimizes to tray
ru: При закрытии скрывать в трей

source: Hide system tray icon
ru: Скрыть значок в трее

source: Delete from disk should use Trash
ru: При удалении использовать корзину

source: Enable Japanese SHIFT-JIS detection and recoding
ru: Разрешить обнаружение и перекодирование японского SHIFT-JIS

source: Enable cyrillic CP1251 detection and recoding
ru: Разрешить обнаружение и перекодирование кириллицы CP1251

source: Enable Chinese CP936 detection and recoding
ru: Разрешить обнаружение и перекодирование китайского CP936

source: Interface refresh rate (times per second):
ru: Частота обновления интерфейса (раз в секунду)

source: Titlebar text while playing:
ru: Текст заголовка при воспроизведении:

source: Titlebar text while stopped:
ru: Текст заголовка при останове:

source: GUI Plugin (changing requires restart):
ru: Графический интерфейс (нужен перезапуск):

source: Display selection playback time in status bar
ru: Отображать длительность выделенного в строке состояния

source: Player
ru: Проигрыватель

source: Close playlists with middle mouse button
ru: Закрывать плейлисты средней кнопкой мыши

source: Hide "Delete from Disk" context menu item
ru: Скрыть «Удалить с диска» из контекстного меню

source: Switch to the next song when the currently played one is removed from disk
ru: Переключать на следующий трек, если текущий удалён с диска

source: Auto-name playlists when adding a single folder
ru: Автоименование плейлистов при добавлении папки

source: Auto-resize columns to fit the window
ru: Авторазмер столбцов при изменении размера окна

source: Group spacing:
ru: Разделитель групп:

source: pixels
ru: пикселей

source: Playlist
ru: Плейлист

source: GUI/Misc
ru: Интерфейс

source: Override
ru: Переопределить

source: Bars
ru: Ползунки

source: Background (EQ)
ru: Фон

source: Seekbar/Volumebar/EQ
ru: Прогресс/Громкость/Экв.

source: Base:
ru: Базовый:

source: Dark:
ru: Тёмный:

source: Light:
ru: Светлый:

source: Middle:
ru: Средний:

source: Text:
ru: Текст:

source: Bold
ru: Жирный

source: Italic
ru: Курсив

source: Playing text:
ru: Текст воспроизводимого:

source: Selected text:
ru: Текст выделенного:

source: Tab strip
ru: Лента вкладок

source: Normal track(s):
ru: Обычный трек(и):

source: Playing track:
ru: Воспроизводимый трек:

source: Selected track(s):
ru: Выбранный трек(и):

source: Columns:
ru: Столбцы:

source: Group header:
ru: Заголовок группы:

source: <b>Foreground:</b>
ru: <b>Передний план:</b>

source: Even:
ru: Фон 1:

source: Odd:
ru: Фон 2:

source: Selected:
ru: Выделенное:

source: Cursor:
ru: Рамка курсора:

source: <b>Background:</b>
ru: <b>Задний план:</b>

source: Override (loses GTK treeview theming, but speeds up rendering)
ru: Переопределить (потеряются настройки GTK, но вырастет скорость отрисовки)

source: Custom visualization base color
ru: Базовый цвет визуализации

source: Custom visualization background color
ru: Базовый фон визуализации

source: Visualizations
ru: Визуализация

source: Appearance
ru: Отображение

source: Enable media library
ru: Разрешить использование фонотеки

source: Add / remove music folders
ru: Добавить / удалить папки с музыкой

source: Media Library
ru: Фонотека

source: Enable Proxy Server
ru: Разрешить использование прокси

source: Proxy Server Address:
ru: Адрес прокси:

source: Proxy Server Port:
ru: Порт прокси:

source: Proxy Type:
ru: Тип прокси:

source: Proxy Username:
ru: Имя пользователя прокси:

source: Proxy Password:
ru: Пароль прокси:

source: HTTP User Agent:
ru: Агент HTTP:

source: Edit Content-Type Mapping
ru: Править маппинг Content-Type

source: Network
ru: Сеть

source: Assigned Hotkeys:
ru: Назначенные клавиши:

source: Action:
ru: Действие:

source: <Not set>
ru: <Не задано>

source: Key combination:
ru: Комбинация:

source: Global hotkey
ru: Глобально

source: Use the Apply button to save your changes, or the Revert button to undo your changes. The changes will NOT be saved if you don't press Apply.
ru: Используйте «Применить» для сохранения или «Вернуть» для отката изменений. Изменения НЕ сохранятся до нажатия «Применить»

source: _Defaults
ru: Умолчания

source: Hotkeys
ru: Горячие клавиши

source: Configuration
ru: Конфигурация

source: Info
ru: Инфо

source: License
ru: Лицензия

source: Reset to defaults
ru: Сбросить до умолчаний

source: Version:
ru: Версия:

source: URL:
ru: Адрес:

source: Set Custom Title
ru: Установить название

source: Group By ...
ru: Группировать по…

source: Sort by ...
ru: Сортировать по…

source: <b>Format</b>
ru: <b>Формат</b>

source: Ascending Descending
ru: Увеличение Уменьшение

source: Tag Writer Settings
ru: Настройки записи тегов

source: Write ID3v2
ru: Писать ID3v2

source: Write ID3v1
ru: Писать ID3v1

source: Write APEv2
ru: Писать APEv2

source: Strip ID3v2
ru: Удалять ID3v2

source: Strip ID3v1
ru: Удалять ID3v1

source: Strip APEv2
ru: Удалять APEv2

source: ID3v2 version
ru: Версия ID3v2

source: 2.3 (Recommended) 2.4
ru: 2.3 (рекомендуется) 2.4

source: ID3v1 character encoding (default is iso8859-1)
ru: Кодировка ID3v1 (по умолчанию ISO8859-1)

source: Write ID3v2.4
ru: Писать ID3v2.4

source: Content-Type Mapping
ru: Маппинг Content-Type

source: This table defines the binding between network stream content types and DeaDBeeF decoder plugins. For example, mp3 files can have content type "audio/x-mpeg", and need to be decoded by DeaDBeeF's own "stdmpg" plugin, or "ffmpeg" plugin.
ru: Эта таблица определяет привязку между типами контента сетевых потоков и плагинами декодера DeaDBeeF. Например, файлы mp3 могут иметь тип содержимого «audio/x-mpeg» и должны быть декодированы с помощью stdmpg или ffmpeg.

source: Content-Type:
ru: Тип контента:

source: Plugins:
ru: Плагины:

source: Button properties
ru: Настройки кнопки

source: Color:
ru: Цвет:

source: Icon:
ru: Значок:

source: Label:
ru: Название:

source: Select action
ru: Выберите действие

source: This dialog allows setting custom title for any track. This is most useful for radio stations. An option to set the custom title is also present in the "Add Location" dialog. The title itself is visible in columns displaying the "Artist" metadata field. It should look like "[custom] artist" if the Artist field is present, or just "custom" otherwise.
ru: Этот диалог позволяет установить собственное название для любого трека. Это наиболее полезно для радиостанций. Возможность установить собственный заголовок также присутствует в диалоговом окне «Добавить местоположение». Само название отображается в столбцах, отображающих поле метаданных «Исполнитель». Оно должно выглядеть как «[пользовательский] исполнитель», если присутствует поле «Исполнитель», или просто «пользовательский» в противном случае.

source: Edit
ru: Правка

source: Edit (in place)
ru: Правка (на месте)

source: Add new field...
ru: Добавить поле…

source: Edit Value
ru: Править значение

source: Field name:
ru: Имя:

source: Field value:
ru: Значение:

source: Use ; character to separate multiple values.
ru: Используйте «;» для разделения нескольких значений.

source: DeaDBeeF Log
ru: Журнал

source: Clear
ru: Очистить

source: ReplayGain Scan Progress
ru: Сканирование ReplayGain

source: Current File:
ru: Текущий файл:

source: Status
ru: Статус

source: Cancel
ru: Отмена

source: ReplayGain Scan Results
ru: Результаты сканирования ReplayGain

source: Update File Tags
ru: Обновить теги

source: Copy report
ru: Копировать отчёт

source: Only show plugins with configuration
ru: Отобрадать только плагины с возможностью настройки

source: Edit Multiple Tracks
ru: Править несколько треков

source: Field Name:
ru: Имя:

source: Single Value
ru: Единое значение

source: Individual Values
ru: Индивидуальные значения

source: Save DeaDBeeF EQ Preset
ru: Сохранить предустановку

source: DeaDBeeF EQ preset files (*.ddbeq)
ru: Файл предустановки DeaDBeeF (*.ddbeq)

source: Load DeaDBeeF EQ Preset...
ru: Загрузить предустановку…

source: DeaDBeeF EQ presets (*.ddbeq)
ru: Предустановка DeaDBeeF (*.ddbeq)

source: Import Foobar2000 EQ Preset...
ru: Импорт предустановки foobar2000…

source: Foobar2000 EQ presets (*.feq)
ru: Предустановка foobar2000 (*.feq)

source: Save Preset
ru: Сохранить предустановку

source: Load Preset
ru: Загрузить предустановку

source: Import Foobar2000 Preset
ru: Импорт предустановки foobar2000

source: Enable
ru: Разрешён

source: Zero All
ru: Обнулить всё

source: Zero Preamp
ru: Обнулить предусиление

source: Zero Bands
ru: Обнулить полосы

source: New Playlist
ru: Новый плейлист

source: Add Folders
ru: Добавить папки

source: Add Files
ru: Добавить файлы

source: Add Location
ru: Добавить расположение

source: Drag & Drop
ru: Перетащить

source: Supported sound formats
ru: Поддерживаемые аудиоформаты

source: All files (*)
ru: Все файлы (*)

source: Supported playlist formats
ru: Поддерживаемые форматы плейлистов

source: All files
ru: Все файлы

source: Other files (*)
ru: Другие файлы (*)

source: DeaDBeeF playlist files (*.dbpl)
ru: Плейлист DeaDBeeF (*.dbpl)

source: Follow symlinks
ru: Следовать за ссылками

source: 1 day %d:%02d:%02d
ru: 1 день %d:%02d:%02d

source: %d days %d:%02d:%02d
ru: %d дня / дней %d:%02d:%02d

source: total playtime
ru: общее время

source: Paused
ru: На паузе

source: bit
ru: бит

source: selection playtime
ru: время выбранного

source: Stopped
ru: Останов

source: Rename Playlist
ru: Переименовать плейлист
