Repository: greenvorbisfan/deadbeef
Catalog: po/*.po
Languages: ru

source: Full path to Songlengths.md5/.txt
ru: Полный путь к Songlengths.md5/.txt

source: Bits per sample
ru: Бит на сэмпл

source: Default song length (sec)
ru: Продолжительность по умолчанию (в сек.)

source: Mono synth
ru: Моно

source: Enable logging
ru: Разрешить журналирование

source: Preamp
ru: Предусиление

source: Timidity++ bank configuration file
ru: Файл конфигурации банка Timidity++

source: File extension
ru: Расширение файла

source: Encoder command line
ru: Командная строка кодировщика

source: Data transfer method
ru: Метод передачи данных

source: Pipe (stdin)
ru: Стандартный ввол (Pipe)

source: Temporary file
ru: Временный файл

source: Source file
ru: Исходный файл

source: Write ID3v2 tag
ru: Писать теги ID3v2

source: Write ID3v1 tag
ru: Писать теги ID3v1

source: Write APEv2 tag
ru: Писать теги APEv2

source: Write FLAC tag
ru: Писать теги FLAC

source: Write OggVorbis tag
ru: Писать Vorbis Comments

source: Write MP4 tag
ru: Писать теги MP4
