Repository: greenvorbisfan/deadbeef
Catalog: po/*.po
Languages: ru

source: Removing playlist
ru: Удаление плейлиста

source: Do you really want to remove the playlist '%s'?
ru: Действительно хотите удалить '%s'?

source: New Playlist (%d)
ru: Новый плейлист (%d)

source: Playlist with tabs
ru: Плейлист с вкладками

source: Splitter (top and bottom)
ru: Разделитель (верх и низ)

source: Splitter (left and right)
ru: Разделитель (лево и право)

source: Tabs
ru: Вкладки

source: Playlist tabs
ru: Вкладки плейлиста

source: Selection properties
ru: Свойства выбранного

source: Album art display
ru: Обложка альбома

source: Oscilloscope
ru: Осциллоскоп

source: Spectrum
ru: Спектр

source: HBox
ru: Горизонтальный бокс

source: VBox
ru: Вертикальный бокс

source: Button
ru: Кнопка

source: Seekbar
ru: Прогрессбар

source: Playback controls
ru: Управление воспроизведением

source: Volume bar
ru: Громкость

source: Chiptune voices
ru: Каналы чиптюна

source: Log viewer
ru: Журнал

source: Media library viewer
ru: Фонотека

source: Failed while reading help file
ru: Ошибка при чтении файла помощи

source: Failed to load help file
ru: Ошибка при загрузке файла помощи

source: The player is currently running background tasks. If you quit now, the tasks will be cancelled or interrupted. This may result in data loss.
ru: Проигрыватель выполняет фоновые задачи. Если вы выйдете сейчас, задания будут отменены или прерваны. Это может привести к потере данных.

source: Do you still want to quit?
ru: Действительно хотите выйти?

source: The files will be moved to trash. (This dialog can be turned off in GTKUI plugin settings)
ru: Файлы будут перемещены в корзину. (Можно отключить в настройках интерфейса)

source: The files will be lost. (This dialog can be turned off in GTKUI plugin settings)
ru: Файлы будут безвозвратно удалены. (Можно отключить в настройках интерфейса)

source: Do you really want to delete the selected file?%s
ru: Действительно хотите удалить выбранный файл?%s

source: Do you really want to delete all %d selected files?%s
ru: Действительно хотите удалить все %d выбранные файлы?%s

source: Do you really want to delete all %d files from the current playlist?%s
ru: Действительно хотите удалить все %d файлы текущего плейлиста?%s

source: Do you really want to delete the currently playing file?%s
ru: Действительно хотите удалить проигрываемый файл?%s

source: Delete files from disk
ru: Удалить с диска

source: Delete
ru: Удалить

source: Left
ru: Слева

source: Right
ru: Справа

source: Center
ru: По центру

source: Disabled
ru: Запрещено

source: 8 bit
ru: 8 бит

source: 16 bit
ru: 16 бит

source: 24 bit
ru: 24 бит

source: 32 bit
ru: 32 бит

source: By playback order
ru: Согласно режиму воспроизведения

source: Track
ru: По треку

source: None
ru: Нет

source: Apply gain
ru: Применить усиление

source: Apply gain and prevent clipping according to peak
ru: Применить усиление и предотвратить ограничение в соответствии с пиком

source: Only prevent clipping
ru: Только предотвратить ограничение в соответствии с пиком

source: Ascending
ru: Увеличение

source: Descending
ru: Уменьшение

source: 2.3 (Recommended)
ru: 2.3 (рекомендуется)

source: All Music
ru: Вся музыка

source: Media library is disabled
ru: Использование фонотеки запрещено

source: Loading...
ru: Загрузка…

source: Scanning...
ru: Сканирование…

source: Indexing...
ru: Индексация…

source: Saving...
ru: Сохранение…

source: Media Library plugin is unavailable.
ru: Плагин фонотеки недоступен.

source: Artist / Album
ru: Исполнитель / Альбом

source: Track No
ru: Трек №

source: Duration
ru: Длительность

source: Item Index
ru: Номер

source: Playing
ru: Воспроизводится

source: Album Art
ru: Обложка

source: Artist - Album
ru: Исполнитель - Альбом

source: Year
ru: Год

source: Track Number
ru: Номер трека

source: Band / Album Artist
ru: Исполнитель альбома

source: Codec
ru: Кодек

source: Bitrate
ru: Битрейт

source: Add column
ru: Добавить столбец

source: Edit column
ru: Править столбец

source: Remove column
ru: Удалить столбец

source: Pin groups when scrolling
ru: Прикрепить группы при прокручивании

source: Group by
ru: Группировка

source: Artist/Date/Album
ru: Исполнитель/Дата/Альбом

source: Play Next
ru: Воспроизвести следующим

source: Play Later
ru: Воспроизвести позже

source: Remove from Playback Queue
ru: Удалить из очереди

source: Reload Metadata
ru: Обновить метаданные

source: Cu_t
ru: Вырезать

source: _Copy
ru: Копировать

source: _Paste
ru: Вставить

source: Delete from Disk
ru: Удалить с диска

source: Remove Playlist
ru: Удалить плейлист

source: Add New Playlist
ru: Добавить новый плейлист

source: Enable Autosort
ru: Разрешить автосортировку

source: Re-apply the last sort you chose every time when adding new files to this playlist
ru: Повторно применяет последнюю выбранную сортировку каждый раз при добавлении новых файлов в этот плейлист

source: Open file...
ru: Открыть файл…

source: Configure %s
ru: Конфигурация %s

source: You modified the hotkeys settings, but didn't save your changes.
ru: Настройки горячих клавиш были изменены, но не сохранены.

source: Are you sure you want to continue without saving?
ru: Хотите продолжить без сохранения?

source: Select music folders to add
ru: Выберите папки для добавления

source: Default Audio Device
ru: Устройство по умолчанию

source: Adding files...
ru: Добавление файлов…

source: Initializing...
ru: Инициализация…

source: Updating File Tags Progress
ru: Прогресс обновления тегов

source: Name
ru: Имя

source: Album Gain
ru: Усиление альбома

source: Track Gain
ru: Усиление трека

source: Album Peak
ru: Пик альбома

source: Track Peak
ru: Пик трека

source: Success
ru: Успешно

source: File not found
ru: Файл не найден

source: Invalid file
ru: Неверный файл

source: Search [(%list_total% results)]
ru: Найден(о) [(%list_total% результат(ов))]

source: Show Column Headers
ru: Показывать заголовки столбцов

source: Value
ru: Значение

source: You've modified data for this track.
ru: Вы изменили данные этого трека.

source: Really close the window?
ru: Действительно закрыть?

source: [Multiple values]
ru: [Несколько значений]

source: Key
ru: Имя

source: [Multiple values]
ru: [Несколько значений]

source: Writing tags...
ru: Запись тегов…

source: Item
ru: Элемент

source: Field
ru: Поле

source: Field name
ru: Название

source: Name:
ru: Имя:

source: Field names must not start with : or _
ru: Имя поля не может начинаться «:» или «_»

source: Cannot add field
ru: Невозможно добавить поле

source: Field with such name already exists, please try different name.
ru: Поле с таким названием уже существует, выберите другое.

source: Widget "%s" is not available
ru: Виджет «%s» недоступен

source: Replace with...
ru: Заменить…

source: Insert...
ru: Вставить…

source: Cut
ru: Вырезать

source: Copy
ru: Копировать

source: Paste
ru: Вставить

source: Parent
ru: Родитель

source: Multiple widgets of this type are not supported
ru: Несколько одинаковых виджетов не поддерживаются

source: Proportional Sizing
ru: Пропорционально

source: Lock Top Pane Height
ru: Зафиксировать высоту верхней панели

source: Lock Left Pane Width
ru: Зафиксировать ширину левой панели

source: Lock Bottom Pane Height
ru: Зафиксировать высоту нижней панели

source: Lock Right Pane Width
ru: Зафиксировать ширину правой панели

source: Rename Tab
ru: Переименовать вкладку

source: Remove Tab
ru: Удалить вкладку

source: Add New Tab
ru: Добавить вкладку

source: Move Tab Left
ru: Переместить влево

source: Move Tab Right
ru: Переместить вправо

source: Rendering Mode
ru: Режим рендеринга

source: Multichannel
ru: Мультиканальный

source: Scale
ru: Масштабировать

source: Auto
ru: Авто

source: Fragment Duration
ru: Длительность фрагмента

source: 50 ms
ru: 50 мс

source: 100 ms
ru: 100 мс

source: 200 ms
ru: 200 мс

source: 300 ms
ru: 300 мс

source: 500 ms
ru: 500 мс

source: Discrete Frequencies
ru: Разделять частоты

source: 1/12 Octave Bands
ru: Полосы 1/12 октавы

source: 1/24 Octave Bands
ru: Полосы 1/24 октавы

source: Gap Size
ru: Размер зазора

source: Expand Box by 1 Item
ru: Расширить на 1 ячейку

source: Shrink Box by 1 Item
ru: Сжать на 1 ячейку

source: Homogeneous
ru: Однородно

source: Expand
ru: Расширить

source: Fill
ru: Заполнить

source: Configure Button
ru: Настроить кнопку

source: _dB Scale
ru: Шкала дБ

source: _Linear Scale
ru: Линейная шкала

source: _Cubic Scale
ru: Кубическая шкала

source: Voices:
ru: Каналы:

source: Copy of %s
ru: Копия %s

source: Copy of %s (%d)
ru: Копия %s (%d)

source: (paused)
ru: (на паузе)

source: (stopped)
ru: (останов)

source: (playing)
ru: (воспроизводится)

source: Items
ru: Элементы

source: Playlist browser
ru: Список плейлистов

source: Custom Shell Commands
ru: Команды

source: Close
ru: Закрыть

source: Edit Command
ru: Править команду

source: Command:
ru: Команда:

source: Arbitrary shell command. Will be executed in the shell context which the main application was started from. Title formatting can be used. Example: xdg-open %D
ru: Произвольная команда. Будет выполняться в контексте оболочки, из которой было запущено основное приложение. Можно использовать форматирование заголовка. Пример: xdg-open %D

source: Free-form name, for example "My Shell Command"
ru: Имя, например «Моя команда»

source: Command ID, normally it should be something short, for example "youtube_open". It must be unique.
ru: Идентификатор команды, обычно короткий, например «youtube_open». Должен быть уникальным.

source: Single Tracks
ru: Одиночный трек

source: Works on single track.
ru: Работает для одиночного трека.

source: Multiple Tracks
ru: Несколько треков

source: Works on multiple tracks.
ru: Работает для нескольких треков.

source: Local
ru: Локально

source: Works on local files.
ru: Работает для локальных файлов.

source: Remote
ru: Удалённо

source: Works on remote files (e.g. http:// streams)
ru: Работает для удалённых ресурсов (например, http-потоков).

source: Generic (Main Menu)
ru: Основное (в главном меню)

source: Item should appear in the main menu
ru: Элемент появится в главном меню.

source: <small>If you want to add the command to main menu, make sure that title contains the menu path like this: "File/My Command", where File is the menu name in the English version.</small>
ru: <small>Если вы хотите добавить команду в главное меню, убедитесь, что заголовок содержит путь к меню, например: «Файл/Моя команда», где «Файл» — это имя меню в русской версии.</small>

source: Add Command
ru: Добавить команду

source: This action will delete the selected shell command. Are you sure?
ru: Это удалит выбранную команду. Уверены?

source: Confirm Remove
ru: Подтверждение удаления

source: ID must be non-empty and unique.
ru: ID должен быть непустым и уникальным.

source: Title must be non-empty.
ru: Название не может быть пустым.

source: Shell Command must be non-empty.
ru: Команда не может быть пустой.

source: Invalid Values
ru: Неверные значения

source: wildmidi: freepats config file not found. Please install timidity-freepats package, or specify path to freepats.cfg in the plugin settings.
ru: WildMIDI: Конфигурационный файл freepats не найден. Пожалуйста, установите пакет timidity-freepats или укажите путь к freepats.cfg в настройках плагина.

source: mono
ru: моно

source: stereo
ru: стерео

source: Track Title
ru: Название

source: Performer
ru: Исполнитель

source: Total Tracks
ru: Всего треков

source: Genre
ru: Жанр

source: Composer
ru: Композитор

source: Disc Number
ru: Номер диска

source: Total Discs
ru: Всего дисков

source: Comment
ru: Комментарий

source: Encoder / Vendor
ru: Кодировщик / Продавец

source: Copyright
ru: Права

source: Location
ru: Расположение

source: Subtrack Index
ru: Индекс субтрека

source: Tag Type(s)
ru: Тип(ы) тегов

source: Embedded Cuesheet
ru: Встроенный CueSheet

source: PipeWire remote daemon name (empty for default)
ru: Имя удалённого сервера PipeWire (пустой по умолчанию)

source: Custom properties (overrides existing ones):
ru: Пользовательские настройки (переопределяют существующие):

source: Use PipeWire volume control
ru: Использовать контроль громкости PipeWire

source: Prefer Ken emu over Satoh (surround won't work)
ru: Предпочесть Ken emu Satoh (без объёмного звука)

source: Enable surround
ru: Разрешить объёмный звук

source: Use ALSA resampling
ru: Использовать передискретизацию ALSA

source: Preferred buffer size
ru: Предпочтительный буфер

source: Preferred period size
ru: Предпочтительный период

source: Refresh Cover Art
ru: Обновить обложку

source: Fetch from embedded tags
ru: Получить из тегов

source: Fetch from local folder
ru: Получить из папки

source: Fetch from Last.fm
ru: Получить с last.fm

source: Fetch from MusicBrainz
ru: Получить с MusicBrainz

source: Fetch from Albumart.org
ru: Получить с albumart.org

source: Fetch from World of Spectrum (AY files)
ru: Получить с World of Spectrum (файлы AY)

source: Save downloaded files to music folders
ru: Сохранять в папку с музыкой

source: When no artwork is found
ru: Если обложка не найдена

source: leave blank
ru: оставить пустым

source: use DeaDBeeF default cover
ru: использовать обложку DeaDBeeF

source: display custom image
ru: пользовательский файл

source: Custom image path
ru: Расположение

source: Save to file name
ru: Сохранить в имя файла

source: Search masks (; separated)
ru: Маски поиска (; для разделения)

source: Search folders (; separated)
ru: Поиск в папках (; для разделения)

source: Cache refresh (hrs)
ru: Обновление кэша (час)

source: Simplified cache file names
ru: Простые имена файлов кэша

source: Image size
ru: Размер

source: CD drive to load
ru: CD-привод для загрузки

source: Audio CD Drive
ru: Привод аудио-CD

source: File
ru: Файл

source: Add Audio CD
ru: Добавить CD

source: Use CDDB/GnuDb
ru: Использовать CDDB/GnuDb

source: Prefer CD-Text over CDDB
ru: Предпочесть CD-Text

source: CDDB url (e.g. 'gnudb.gnudb.org')
ru: Адрес CDDB (например 'gnudb.gnudb.org')

source: CDDB port number (e.g. '8880')
ru: Порт CDDB

source: Use CDDB protocol
ru: Использовать протокол CDDB

source: Enable NRG image support
ru: Поддержка NRG

source: Drive speed for normal playback
ru: Скорость привода

source: Max
ru: Максимум

source: Use cdparanoia error correction when ripping
ru: Использовать cdparanoia при копировании

source: Convert
ru: Конвертировать

source: Autodetect samplerate from output device
ru: Автоопределение частоты дискретизации с устройства вывода

source: Set samplerate directly
ru: Установить частоту дискретизации напрямую

source: Quality / Algorithm
ru: Качество / Алгоритм

source: Resampling quality
ru: Качество передискретизации

source: Internal DUMB volume
ru: Внутренняя громкость DUMB

source: Volume ramping
ru: Увеличение громкости

source: On/Off Only
ru: Только вкл/выкл

source: Full
ru: Полнное

source: 8-bit output
ru: 8-битный вывод

source: Use all extensions supported by ffmpeg
ru: Использовать все разрешения, поддерживаемые ffmpeg

source: File Extensions (separate with ';')
ru: Расширения файлов (разделение через «;»)

source: Enable DoP output
ru: Разрешить вывод DoP

source: Ignore bad header errors
ru: Игнорировать ошибки заголовка

source: Ignore unparsable stream errors
ru: Игнорировать неразбираемые ошибки потока

source: Max song length (in minutes)
ru: Максимальная продолжительность (в минутах)

source: Fadeout length (seconds)
ru: Продолжительность затухания (в секундах)

source: Play loops nr. of times (if available)
ru: Количество повторов воспроизведения (если доступно)

source: ColecoVision BIOS (for SGC file format)
ru: ColecoVision BIOS (для формата SGC)

source: Remove ReplayGain Information
ru: Удалить информацию ReplayGain

source: Scan Selection As Albums (By Tags)
ru: Сканировать выбранное как альбомы (по тегам)

source: Scan Selection As Single Album
ru: Сканировать выбранное как один альбом

source: Scan Per-file Track Gain
ru: Сканировать потреково

source: Scan Per-file Track Gain If Not Scanned
ru: Сканировать потреково, если не сканировалось

source: Deselect All
ru: Снять выбор

source: Select All
ru: Выбрать всё

source: Add Folder(s)
ru: Добавить папку(и)

source: Add File(s)
ru: Добавить файл(ы)

source: Open File(s)
ru: Открыть файл(ы)

source: Show Help Page
ru: Помощь

source: Cycle Repeat Mode
ru: Зациклить режим повтора

source: Repeat - Off
ru: Повтор — выкл.

source: Repeat - Single Track
ru: Повтор — один трек

source: Repeat - All
ru: Повтор — всё

source: Cycle Shuffle Mode
ru: Зациклить режим перемешивания

source: Shuffle - Random Tracks
ru: Перемешивание — случайно

source: Shuffle - Albums
ru: Перемешивание — альбомы

source: Shuffle - Tracks
ru: Перемешивание — треки

source: Shuffle - Off
ru: Перемешивание — выкл.

source: Toggle Cursor Follows Playback
ru: Переключить курсор на воспроизводимый трек

source: Toggle Scroll Follows Playback
ru: Прокручивать за воспроизводимым треком

source: View
ru: Вид

source: Show\/Hide menu
ru: Показать\/Скрыть меню

source: Show\/Hide statusbar
ru: Показать\/Скрыть строку состояния

source: Toggle Design Mode
ru: Режим дизайна

source: Sort Custom
ru: Пользовательская сортировка

source: Crop Selected
ru: Обрезать выделенное

source: Remove Track(s) from Playlist
ru: Удалить трек(и) из плейлиста

source: Save Playlist
ru: Сохранить плейлист

source: Remove Current Playlist
ru: Удалить текущий плейлист

source: Rename Current Playlist
ru: Переименовать текущий плейлист

source: Show\/Hide Equalizer
ru: Показать\/Скрыть эквалайзер

source: Hide Equalizer
ru: Скрыть эквалайзер

source: Show Equalizer
ru: Показать эквалайзер

source: Show\/Hide Player Window
ru: Показать\/Скрыть окно проигрывателя

source: Hide Player Window
ru: Скрыть окно проигрывателя

source: Show Player Window
ru: Показать окно проигрывателя

source: Find
ru: Найти

source: Show\/Hide Log window
ru: Показать\/Скрыть журнал

source: Undo
ru: Откатить

source: Redo
ru: Повторить

source: Ask confirmation to delete files from disk
ru: Запрашивать подтверждение удаления с диска

source: Status icon settings:
ru: Настройки значка статуса:

source: Status icon volume control sensitivity
ru: Чувствительность контроля громкости

source: Custom status icon
ru: Пользовательский

source: Misc:
ru: Разное:

source: Add separators between plugin context menu items
ru: Разделители в контекстном меню

source: Use unicode chars instead of images for track state
ru: Использовать символы Unisode вместо изображений в статусе трека

source: Disable seekbar overlay text
ru: Запретить наложение текста поверх поиска по треку

source: Previous or Restart Current Track
ru: Предыдущий или Перезапустить текущий трек

source: Duplicate Playlist
ru: Дублировать плейлист

source: Jump to Currently Playing Track
ru: Показать воспроизводимый трек

source: Skip to
ru: Пропустить

source: Previous Genre
ru: Предыдущий жанр

source: Previous Composer
ru: Предыдущий композитор

source: Previous Artist
ru: Предыдущий исполнитель

source: Previous Album
ru: Предыдущий альбом

source: Next Genre
ru: Следующий жанр

source: Next Composer
ru: Следующий композитор

source: Next Artist
ru: Следующий исполнитель

source: Next Album
ru: Следующий альбом

source: Next Playlist
ru: Следующий плейлист

source: Previous Playlist
ru: Предыдущий плейлист

source: Switch to Playlist 10
ru: Переключиться на плейлист 10

source: Switch to Playlist 9
ru: Переключиться на плейлист 9

source: Switch to Playlist 8
ru: Переключиться на плейлист 8

source: Switch to Playlist 7
ru: Переключиться на плейлист 7

source: Switch to Playlist 6
ru: Переключиться на плейлист 6

source: Switch to Playlist 5
ru: Переключиться на плейлист 5

source: Switch to Playlist 4
ru: Переключиться на плейлист 4

source: Switch to Playlist 3
ru: Переключиться на плейлист 3

source: Switch to Playlist 2
ru: Переключиться на плейлист 2

source: Switch to Playlist 1
ru: Переключиться на плейлист 1

source: Sort Randomize
ru: Случайная сортировка

source: Sort by Date
ru: Сортировка по дате

source: Sort by Artist
ru: Сортировка по исполнителю

source: Sort by Album
ru: Сортировка по альбому

source: Sort by Track Number
ru: Сортировка по номеру трека

source: Sort by Title
ru: Сортировка по названию

source: Invert Selection
ru: Обратить выделение

source: Clear Playlist
ru: Очистить плейлист

source: Add to Playback Queue
ru: Добавить в очередь

source: Add to Front of Playback Queue
ru: Добавить в начало очереди

source: Toggle in Playback Queue
ru: Переключить в очереди

source: Move
ru: Переместить

source: Move Tracks Down
ru: Переместить треки вниз

source: Move Tracks Up
ru: Переместить треки вверх

source: Toggle Mute
ru: Звук вкл/выкл

source: Toggle Pause
ru: Пауза

source: Play\/Pause
ru: Воспроизведение/пауза

source: Play Next Album
ru: Воспроизвести следующий альбом

source: Play Previous Album
ru: Воспроизвести предыдущий альбом

source: Play Random Album
ru: Воспроизвести случайный альбом

source: Seek 1s Forward
ru: Поиск на 1 с. вперёд

source: Seek 1s Backward
ru: Поиск на 1 с. назад

source: Seek 5s Forward
ru: Поиск на 5 с. вперёд

source: Seek 5s Backward
ru: Поиск на 5 с. назад

source: Seek 1% Forward
ru: Поиск на 1% вперёд

source: Seek 1% Backward
ru: Поиск на 1% назад

source: Seek 5% Forward
ru: Поиск на 5% вперёд

source: Seek 5% Backward
ru: Поиск на 5% назад

source: Volume Up
ru: Увеличить громкость

source: Volume Down
ru: Уменьшить громкость

source: Toggle Stop After Current Track
ru: Переключить останов после текущего трека

source: Toggle Stop After Current Album
ru: Переключить останов после текущего альбома

source: Lookup on Last.fm
ru: Показать на last.fm

source: Enable scrobbler
ru: Разрешить скробблинг

source: Disable nowplaying
ru: Запретить «сейчас воспроизводится»

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Scrobble URL
ru: Адрес скробблинга

source: Prefer Album Artist over Artist field
ru: Исполнитель альбома вместо исполнителя

source: Send MusicBrainz ID
ru: Посылать MusicBrainz ID

source: Submit tracks shorter than 30 seconds (not recommended)
ru: Подтверждать треки короче 30 секунд (не рекомендуется)

source: Left mix
ru: Левый микс

source: Right mix
ru: Правый микс

source: Force 16 bit output
ru: Принудительный вывод в 16 бит

source: Backend
ru: Бэкенд

source: Notification title format
ru: Формат заголовка в уведомлении

source: Notification content format
ru: Формат содержимого в уведомлении

source: Show album art
ru: Отображать обложку

source: Album art size (px)
ru: Размер обложки (пикс.)

source: Don't reuse notifications (KDE quirk)
ru: Не использовать уведомления повторно (KDE)

source: Device file
ru: Файл устройства

source: Highlight current playlist
ru: Подсвечивать текущий плейлист

source: Play on double-click
ru: Воспроизвести по двойному щелчку

source: Buffer size (-1 to use optimal value chosen by portaudio)
ru: Размер буфера (–1 для использования оптимального значения)

source: Device name encoding
ru: Кодировка имени устройства

source: Defined below
ru: Определено ниже

source: Custom device name encoding
ru: Пользовательская кодировка

source: PulseAudio server (leave empty for default)
ru: Сервер PulseAudio (пустой по умолчанию)

source: Default song length (in minutes)
ru: Продолжительность по умолчанию (в минутах)

source: Samplerate
ru: Частота дискретизации

source: Skip when shorter than (sec)
ru: Пропустить, если короче чем (в сек.)

source: Configure Custom Shell Commands
ru: Настройка пользовательских команд

source: Relative seek table path
ru: Относительный путь к таблице поиска

source: Absolute seek table path
ru: Абсолютный путь к таблице поиска

source: Swap audio bytes (toggle if all you hear is static)
ru: Поменять местами аудиобайты (переключите, если слышна статика)

source: Enable HVSC Songlength DB
ru: Разрешить базу продолжительности HVSC
